Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.mr
source: Mauritania lies between North Africa and West Africa, and much of its identity comes from that frontier position across desert and Sahel. Caravan routes, Islamic scholarship, and nomadic traditions remain important reference points, giving the country a cultural texture shaped by movement, learning, and desert life. It is a country of huge distances, strong historical memory, and a landscape that feels both Saharan and Sahelian at once.
de: Mauretanien liegt zwischen Nordafrika und Westafrika, und ein großer Teil seiner Identität stammt aus dieser Grenzlage zwischen Wüste und Sahel. Karawanenrouten, islamisches Wissen und nomadische Traditionen bleiben wichtige Bezugspunkte, die dem Land eine kulturelle Textur verleihen, die von Bewegung, Lernen und dem Wüstenleben geprägt ist. Es ist ein Land großer Entfernungen, starker historischer Erinnerung und einer Landschaft, die gleichzeitig saharisch und saheliatisch wirkt.
es: Mauritania se encuentra entre el Norte de África y el Oeste de África, y gran parte de su identidad proviene de esa posición fronteriza a través del desierto y el Sahel. Las rutas de caravanas, la erudición islámica y las tradiciones nómadas siguen siendo puntos de referencia importantes, dando al país una textura cultural moldeada por el movimiento, el aprendizaje y la vida en el desierto. Es un país de enormes distancias, fuerte memoria histórica, y un paisaje que se siente a la vez sahariano y saheliano.
fr: La Mauritanie se situe entre l'Afrique du Nord et l'Afrique de l'Ouest, et une grande partie de son identité provient de cette position frontalière à travers le désert et le Sahel. Les routes caravanes, l'érudition islamique et les traditions nomades restent des points de référence importants, donnant au pays une texture culturelle façonnée par le mouvement, l'apprentissage et la vie désertique. C'est un pays de grandes distances, de forte mémoire historique et d'un paysage qui semble à la fois saharien et sahélien.
it: La Mauritania si trova tra il Nord Africa e l’Africa occidentale e gran parte della sua identità deriva da quella posizione di frontiera tra il deserto e il Sahel. Le rotte carovaniere, la cultura islamica e le tradizioni nomadi rimangono importanti punti di riferimento, conferendo al paese un tessuto culturale modellato dal movimento, dall’apprendimento e dalla vita nel deserto. È un paese con enormi distanze, una forte memoria storica e un paesaggio che sembra allo stesso tempo sahariano e saheliano.
pt_br: A Mauritânia está localizada entre o Norte da África e a África Ocidental, e grande parte de sua identidade vem dessa posição de fronteira através do deserto e do Sahel. Rotas de caravanas, estudos islâmicos e tradições nômades continuam sendo pontos de referência importantes, conferindo ao país uma textura cultural moldada pelo movimento, aprendizado e vida no deserto. É um país de enormes distâncias, forte memória histórica e uma paisagem que parece ao mesmo tempo sahariana e saheliana.
ru: Мавритания находится между Северной и Западной Африкой, и большая часть её идентичности происходит от этого пограничного положения между пустыней и Сахелем. Караванные маршруты, исламское образование и кочевые традиции остаются важными ориентирующими точками, придавая стране культурную текстуру, сформированную движением, учением и жизнью в пустыне. Это страна огромных расстояний, сильной исторической памяти и ландшафта, который одновременно ощущается и как Сахара, и как Сахель.

# country.description.ms
source: Montserrat is a British Overseas Territory in the Caribbean whose capital, Plymouth, was buried after volcanic eruptions in the 1990s. That disaster reshaped the island's demography, economy, and geography in ways still visible today. It is one of the few places where a modern capital effectively became a ruin by natural force.
de: Montserrat ist ein britisches Überseegebiet in der Karibik, dessen Hauptstadt Plymouth nach Vulkanausbrüchen in den 1990er Jahren begraben wurde. Diese Katastrophe veränderte die Demografie, die Wirtschaft und die Geographie der Insel auf Weisen, die noch heute sichtbar sind. Es ist einer der wenigen Orte, an denen eine moderne Hauptstadt durch Naturgewalten effektiv zu einer Ruine wurde.
es: Montserrat es un Territorio Británico de Ultramar en el Caribe cuya capital, Plymouth, fue sepultada tras erupciones volcánicas en la década de 1990. Ese desastre remodeló la demografía, la economía y la geografía de la isla de maneras que aún son visibles hoy en día. Es uno de los pocos lugares donde una capital moderna se convirtió efectivamente en una ruina por la fuerza de la naturaleza.
fr: Montserrat est un territoire britannique d'outre-mer dans les Caraïbes dont la capitale, Plymouth, a été ensevelie après les éruptions volcaniques des années 1990. Cette catastrophe a remodelé la démographie, l'économie et la géographie de l'île de manière encore visible aujourd'hui. C'est l'un des rares endroits où une capitale moderne est devenue effectivement une ruine par la force de la nature.
it: Montserrat è un territorio britannico d'oltremare nei Caraibi la cui capitale, Plymouth, fu sepolta dopo le eruzioni vulcaniche degli anni '90. Quel disastro rimodellò la demografia, l'economia e la geografia dell'isola in modi visibili ancora oggi. È uno dei pochi luoghi in cui una capitale moderna è diventata effettivamente una rovina a causa della forza naturale.
pt_br: Montserrat é um território britânico ultramarino no Caribe cuja capital, Plymouth, foi enterrada após erupções vulcânicas na década de 1990. Esse desastre remodelou a demografia, a economia e a geografia da ilha de maneiras ainda visíveis hoje. É um dos poucos lugares onde uma capital moderna efetivamente se tornou uma ruína por força natural.
ru: Монтсеррат — это Британская заморская территория в Карибском бассейне, чья столица Плимут была засыпана после извержений вулкана в 1990-х годах. Эта катастрофа изменила демографию, экономику и географию острова таким образом, что последствия видны и сегодня. Это одно из немногих мест, где современная столица фактически превратилась в руины под действием природной силы.

# country.description.mt
source: Malta is a tiny Mediterranean archipelago whose strategic harbors made it important to Phoenicians, Romans, Arabs, crusading orders, the British Empire, and modern Europe. It also has some of the oldest free-standing stone temples in the world. The islands are small, but their location made them historically impossible to ignore.
de: Malta ist ein winziger Mittelmeer-Archipel, dessen strategische Häfen es für Phönizier, Römer, Araber, Kreuzfahrerstaaten, das Britische Empire und das moderne Europa wichtig machten. Es hat auch einige der ältesten freistehenden Steintempel der Welt. Die Inseln sind klein, aber ihre Lage machte es historisch unmöglich, sie zu ignorieren.
es: Malta es un pequeño archipiélago mediterráneo cuyos puertos estratégicos lo hicieron importante para los fenicios, romanos, árabes, las órdenes cruzadas, el Imperio Británico y la Europa moderna. También tiene algunos de los templos de piedra independientes más antiguos del mundo. Las islas son pequeñas, pero su ubicación las hizo históricamente imposibles de ignorar.
fr: Malte est un petit archipel méditerranéen dont les ports stratégiques l'ont rendu important pour les Phéniciens, les Romains, les Arabes, les ordres croisés, l'Empire britannique et l'Europe moderne. Il possède également certains des plus anciens temples en pierre autonome au monde. Les îles sont petites, mais leur emplacement les a rendues historiquement impossibles à ignorer.
it: Malta è un piccolo arcipelago del Mediterraneo i cui porti strategici lo resero importante per i Fenici, i Romani, gli Arabi, gli ordini crociati, l'Impero britannico e l'Europa moderna. Ha anche alcuni dei templi in pietra indipendenti più antichi del mondo. Le isole sono piccole, ma la loro posizione le ha rese storicamente impossibili da ignorare.
pt_br: Malta é um pequeno arquipélago mediterrâneo cujos portos estratégicos o tornaram importante para os fenícios, romanos, árabes, ordens cruzadas, o Império Britânico e a Europa moderna. Também possui alguns dos templos de pedra independentes mais antigos do mundo. As ilhas são pequenas, mas sua localização as tornou historicamente impossíveis de serem ignoradas.
ru: Мальта — это маленький средиземноморский архипелаг, чьи стратегические порты делали его важным для финикийцев, римлян, арабов, крестоносных орденов, Британской империи и современной Европы. Здесь также находятся одни из самых древних отдельно стоящих каменных храмов в мире. Острова небольшие, но их расположение исторически делало их невозможно игнорировать.

# country.description.mu
source: Mauritius is an Indian Ocean island state shaped by French and British colonial rule, plantation labor, and migration from India, Africa, China, and Europe. That history produced one of the world's most visibly plural island societies. The beaches are famous, but the deeper interest lies in how many worlds were brought together there.
de: Mauritius ist ein Inselstaat im Indischen Ozean, geprägt von französischer und britischer Kolonialherrschaft, Plantagenarbeit und Migration aus Indien, Afrika, China und Europa. Diese Geschichte hat eine der weltweit sichtbarsten pluralistischen Inselgesellschaften hervorgebracht. Die Strände sind berühmt, doch das tiefere Interesse liegt darin, wie viele Welten dort zusammengeführt wurden.
es: Mauricio es un estado insular del Océano Índico moldeado por el dominio colonial francés y británico, el trabajo en plantaciones y la migración desde India, África, China y Europa. Esa historia produjo una de las sociedades insulares más visiblemente plurales del mundo. Las playas son famosas, pero el interés más profundo radica en cómo se reunieron allí tantos mundos.
fr: L'île Maurice est un État insulaire de l'océan Indien façonné par la colonisation française et britannique, le travail dans les plantations et les migrations venues d'Inde, d'Afrique, de Chine et d'Europe. Cette histoire a produit l'une des sociétés insulaires les plus visiblement plurielles au monde. Les plages sont célèbres, mais l'intérêt plus profond réside dans la façon dont de nombreux mondes y ont été réunis.
it: Mauritius è uno stato insulare dell'Oceano Indiano plasmato dal dominio coloniale francese e britannico, dal lavoro delle piantagioni e dalla migrazione dall'India, dall'Africa, dalla Cina e dall'Europa. Quella storia ha prodotto una delle società insulari più visibilmente plurali del mondo. Le spiagge sono famose, ma l'interesse più profondo risiede nel numero di mondi riuniti lì.
pt_br: Maurício é um estado insular do Oceano Índico moldado pelo domínio colonial francês e britânico, pelo trabalho em plantações e pela migração da Índia, África, China e Europa. Essa história produziu uma das sociedades insulares mais visivelmente plurais do mundo. As praias são famosas, mas o interesse mais profundo está em como muitos mundos foram reunidos ali.
ru: Маврикий — это островное государство в Индийском океане, сформированное французской и британской колониальной властью, трудом на плантациях и миграцией из Индии, Африки, Китая и Европы. Эта история создала одно из самых явно плюралистических обществ острова в мире. Пляжи здесь известны, но более глубокий интерес представляет то, как многие миры были здесь объединены.

# country.description.mv
source: The Maldives is a chain of low coral atolls spread across the Indian Ocean, with average elevation so low that climate change is an immediate national concern. It became globally famous for overwater luxury tourism, but historically it was part of long Indian Ocean trade and Islamic networks. The country is beautiful in a way that also makes its vulnerability impossible to miss.
de: Die Malediven sind eine Kette von niedrigen Korallenatollen, die sich über den Indischen Ozean erstrecken, mit einer durchschnittlichen Höhe, die so gering ist, dass der Klimawandel ein unmittelbares nationales Anliegen darstellt. Das Land wurde weltweit berühmt für luxuriösen Tourismus über Wasser, war historisch jedoch Teil des langen Handels- und islamischen Netzwerks im Indischen Ozean. Das Land ist auf eine Weise schön, die seine Verwundbarkeit ebenfalls unverkennbar macht.
es: Las Maldivas son una cadena de bajos atolones de coral repartidos por el Océano Índico, con una altitud promedio tan baja que el cambio climático es una preocupación nacional inmediata. Se hizo mundialmente famoso por el turismo de lujo sobre el agua, pero históricamente formó parte de las redes comerciales e islámicas del Océano Índico. El país es hermoso de una manera que también hace imposible no notar su vulnerabilidad.
fr: Les Maldives sont une chaîne de basses atolls coralliens répartis à travers l'océan Indien, avec une élévation moyenne si faible que le changement climatique constitue une préoccupation nationale immédiate. Elles sont devenues mondialement célèbres pour le tourisme de luxe sur l'eau, mais historiquement, elles faisaient partie des réseaux commerciaux et islamiques de l'océan Indien. Le pays est magnifique d'une manière qui rend également son exposition à la vulnérabilité impossible à manquer.
it: Le Maldive sono una catena di bassi atolli corallini sparsi nell’Oceano Indiano, con un’altitudine media così bassa che il cambiamento climatico è una preoccupazione nazionale immediata. Divenne famoso in tutto il mondo per il turismo di lusso sull'acqua, ma storicamente faceva parte di una lunga rete commerciale e islamica nell'Oceano Indiano. Il paese è bello in un modo che rende impossibile non notare anche la sua vulnerabilità.
pt_br: As Maldivas são uma cadeia de baixos atóis de corais espalhados pelo Oceano Índico, com elevação média tão baixa que a mudança climática é uma preocupação nacional imediata. Tornou-se mundialmente famosa pelo turismo de luxo sobre a água, mas historicamente fazia parte do comércio e das redes islâmicas do Oceano Índico. O país é bonito de uma forma que também torna sua vulnerabilidade impossível de ignorar.
ru: Мальдивы — это цепь низких коралловых атоллов, раскинувшихся по Индийскому океану, с такой низкой средней высотой над уровнем моря, что изменение климата является непосредственной национальной проблемой. Страна стала всемирно известной благодаря роскошному туризму на воде, но исторически она была частью долгих торговых и исламских сетей Индийского океана. Страна красива так, что её уязвимость невозможно не заметить.

# country.description.mw
source: Malawi wraps around Lake Malawi, one of Africa's great inland seas, and the lake shapes economy, ecology, and atmosphere across much of the country. It is sometimes called the 'Warm Heart of Africa,' a reputation tied to social friendliness as much as to branding. The country's strongest geographic feature is not a coast but freshwater on a vast scale.
de: Malawi umschließt den Malawi-See, eines von Afrikas großen Binnenseen, und der See prägt Wirtschaft, Ökologie und Atmosphäre in weiten Teilen des Landes. Er wird manchmal das 'warme Herz Afrikas' genannt, ein Ruf, der sowohl mit gesellschaftlicher Freundlichkeit als auch mit Markenbildung verbunden ist. Das stärkste geographische Merkmal des Landes ist nicht eine Küste, sondern Süßwasser in großem Maßstab.
es: Malaui rodea el lago Malawi, uno de los grandes mares interiores de África, y el lago da forma a la economía, la ecología y la atmósfera en gran parte del país. A veces se le llama el 'Corazón Cálido de África', una reputación ligada tanto a la amabilidad social como al marketing. La característica geográfica más fuerte del país no es una costa, sino agua dulce a gran escala.
fr: Le Malawi entoure le lac Malawi, l'une des grandes mers intérieures d'Afrique, et le lac influence l'économie, l'écologie et l'atmosphère dans une grande partie du pays. Il est parfois appelé le « Cœur chaud de l'Afrique », une réputation liée autant à la convivialité sociale qu'au marketing. La caractéristique géographique la plus marquante du pays n'est pas une côte mais l'eau douce à grande échelle.
it: Il Malawi si estende attorno al Lago Malawi, uno dei grandi mari interni dell'Africa, e il lago modella l'economia, l'ecologia e l'atmosfera di gran parte del paese. A volte viene chiamato il "cuore caldo dell'Africa", una reputazione legata tanto all'amicizia sociale quanto al marchio. La caratteristica geografica più forte del paese non è la costa ma l'acqua dolce su vasta scala.
pt_br: Malawi envolve o Lago Malawi, um dos grandes mares interiores da África, e o lago molda a economia, a ecologia e a atmosfera em grande parte do país. Às vezes é chamado de 'Coração Quente da África', uma reputação ligada à simpatia social tanto quanto à marca. A característica geográfica mais marcante do país não é uma costa, mas água doce em larga escala.
ru: Малави окружает озеро Малави, одно из великих внутренних морей Африки, и это озеро формирует экономику, экологию и атмосферу во многом на территории страны. Его иногда называют «Теплым сердцем Африки», репутация, связанная с дружелюбностью людей не меньше, чем с брендингом. Самая выдающаяся географическая особенность страны — это не береговая линия, а пресная вода в огромных масштабах.

# country.description.mx
source: Mexico is one of the largest and most regionally diverse countries in the Americas, with Indigenous civilizations, Spanish colonialism, and modern nation-building all leaving strong marks. The state contains deserts, high plateaus, tropical coasts, Maya and Aztec legacies, and one of the world's most influential food cultures. It makes more sense as a set of powerful regional worlds than as a single stereotype.
de: Mexiko ist eines der größten und regional vielfältigsten Länder Amerikas, wobei indigene Zivilisationen, spanischer Kolonialismus und moderner Staatsaufbau starke Spuren hinterlassen haben. Der Staat umfasst Wüsten, hohe Plateaus, tropische Küsten, Maya- und Aztekenerben sowie eine der einflussreichsten Esskulturen der Welt. Es macht mehr Sinn, es als eine Reihe mächtiger regionaler Welten zu betrachten, als als ein einziges Klischee.
es: México es uno de los países más grandes y regionalmente diversos de las Américas, con civilizaciones indígenas, colonialismo español y construcción moderna del Estado, todo dejando huellas fuertes. El país contiene desiertos, altiplanos elevados, costas tropicales, legados mayas y aztecas, y una de las culturas culinarias más influyentes del mundo. Tiene más sentido como un conjunto de poderosos mundos regionales que como un solo estereotipo.
fr: Le Mexique est l'un des plus grands pays des Amériques et l'un des plus divers sur le plan régional, avec des civilisations indigènes, le colonialisme espagnol et la construction moderne de la nation qui ont tous laissé des traces importantes. L'État comprend des déserts, des plateaux élevés, des côtes tropicales, des héritages maya et aztèque, et l'une des cultures culinaires les plus influentes au monde. Il a plus de sens comme un ensemble de mondes régionaux puissants que comme un seul stéréotype.
it: Il Messico è uno dei paesi più grandi e diversificati a livello regionale delle Americhe, con le civiltà indigene, il colonialismo spagnolo e la moderna costruzione della nazione che lasciano segni forti. Lo stato contiene deserti, altipiani, coste tropicali, eredità Maya e Azteche e una delle culture alimentari più influenti al mondo. Ha più senso considerandolo un insieme di potenti mondi regionali piuttosto che un singolo stereotipo.
pt_br: O México é um dos países maiores e mais diversificados regionalmente nas Américas, com civilizações indígenas, colonialismo espanhol e a construção da nação moderna deixando todas marcas fortes. O estado contém desertos, planaltos altos, costas tropicais, legados maia e asteca, e uma das culturas alimentares mais influentes do mundo. Faz mais sentido como um conjunto de mundos regionais poderosos do que como um único estereótipo.
ru: Мексика — одна из крупнейших и наиболее регионально разнообразных стран Америки, с сильным влиянием коренных цивилизаций, испанского колониализма и современного строительства нации. В стране есть пустыни, высокие плоскогорья, тропические побережья, наследие майя и ацтеков, а также одна из самых влиятельных кулинарных культур в мире. Ее разумнее рассматривать как совокупность мощных региональных миров, чем как единый стереотип.

# country.description.my
source: Malaysia is split between Peninsular Malaysia and part of Borneo, a geography that already tells you it is not a simple compact state. Malay, Chinese, Indian, Indigenous, and colonial influences shape its politics and everyday culture, especially through language and food. It is one of Southeast Asia's clearest examples of diversity managed through federal structure and pragmatic coexistence.
de: Malaysia ist zwischen dem malaiischen Festland und einem Teil Borneos aufgeteilt, eine Geografie, die schon sagt, dass es kein einfacher kompakter Staat ist. Malaiische, chinesische, indische, indigene und koloniale Einflüsse prägen seine Politik und Alltagskultur, besonders durch Sprache und Essen. Es ist eines der deutlichsten Beispiele Südostasiens für Vielfalt, die durch föderale Strukturen und pragmatisches Zusammenleben gemanagt wird.
es: Malasia está dividida entre la Malasia Peninsular y parte de Borneo, una geografía que ya te dice que no es un estado simple y compacto. Las influencias malayas, chinas, indias, indígenas y coloniales moldean su política y cultura cotidiana, especialmente a través del idioma y la comida. Es uno de los ejemplos más claros del Sudeste Asiático de diversidad gestionada mediante una estructura federal y una coexistencia pragmática.
fr: La Malaisie est divisée entre la Malaisie péninsulaire et une partie de Bornéo, une géographie qui indique déjà qu'il ne s'agit pas d'un État simple et compact. Les influences malaises, chinoises, indiennes, indigènes et coloniales façonnent sa politique et sa culture quotidienne, notamment à travers la langue et la nourriture. C'est l'un des exemples les plus clairs du Sud-Est asiatique de la diversité gérée par une structure fédérale et une coexistence pragmatique.
it: La Malesia è divisa tra la Malesia peninsulare e parte del Borneo, una geografia che già ti dice che non è un semplice stato compatto. Le influenze malesi, cinesi, indiane, indigene e coloniali ne modellano la politica e la cultura quotidiana, soprattutto attraverso la lingua e il cibo. È uno degli esempi più chiari di diversità gestita attraverso la struttura federale e la coesistenza pragmatica nel Sud-Est asiatico.
pt_br: A Malásia está dividida entre a Malásia Peninsular e parte de Bornéu, uma geografia que já indica que não se trata de um estado compacto simples. Influências malaia, chinesa, indiana, indígena e colonial moldam sua política e cultura cotidiana, especialmente através da língua e da comida. É um dos exemplos mais claros do Sudeste Asiático de diversidade administrada por meio de uma estrutura federal e coexistência pragmática.
ru: Малайзия разделена на Малайский полуостров и часть Борнео, география, которая уже подсказывает, что это не простое компактное государство. Политика и повседневная культура страны формируются под влиянием малайцев, китайцев, индийцев, коренных народов и колониального наследия, особенно через язык и еду. Она является одним из самых наглядных примеров разнообразия в Юго-Восточной Азии, управляемого через федеральную структуру и прагматическое сосуществование.
